Repository: arthurrios/finova-app
Catalog: Finova/Resources/Localizable.xcstrings
Source language: en
Languages: pt_br

# common.cancel
source: Cancel
pt_br: Cancelar

# common.save
source: Save
pt_br: Salvar

# creditCard.statement.subtitle
source: %d transactions · Tap to view
pt_br: %d transações · Toque para ver

# creditCard.statement.subtitle.singular
source: %d transaction · Tap to view
pt_br: %d transação · Toque para ver

# creditCard.statement.title
source: %@ Statement
pt_br: Fatura %@

# creditCards.cell.closes
source: Closes: %@
pt_br: Fecha: %@

# creditCards.cell.currentStatement
source: Current: %@
pt_br: Atual: %@

# creditCards.cell.default
source: DEFAULT
pt_br: PADRÃO

# creditCards.cell.due
source: Due: %@
pt_br: Vence: %@

# creditCards.cell.limit
source: Limit: %@
pt_br: Limite: %@

# creditCards.delete.message
source: Are you sure you want to delete this card? Existing transactions will be preserved.
pt_br: Tem certeza que deseja excluir este cartão? As transações existentes serão preservadas.

# creditCards.delete.title
source: Delete Card
pt_br: Excluir Cartão

# creditCards.empty.subtitle
source: Add your first card to start tracking
pt_br: Adicione seu primeiro cartão para começar

# creditCards.empty.title
source: No credit cards yet
pt_br: Nenhum cartão cadastrado

# creditCards.header.title
source: Credit Cards
pt_br: Cartões de Crédito

# dashboard.context.addingTo
source: Adding to: %@
pt_br: Adicionando em: %@

# dashboard.context.label
source: My Account
pt_br: Minha Conta

# dashboard.context.personal
source: Personal
pt_br: Pessoal

# dashboard.context.switch
source: Switch Context
pt_br: Alternar Contexto

# dashboard.welcomeSubtitle
source: Let's organize your finances?
pt_br: Vamos organizar suas finanças?

# dashboard.welcomeTitle
source: Hello,
pt_br: Olá,

# delete.action.label
source: Remove
pt_br: Remover

# delete.confirmation
source: Are you sure?
pt_br: Tem certeza?

# earlyPayment.badge.settled
source: Paid early
pt_br: Antecipada

# earlyPayment.button.continue
source: Continue
pt_br: Continuar

# earlyPayment.confirm.action
source: Confirm
pt_br: Confirmar

# earlyPayment.confirm.destination.standalone
source: Will be recorded as a separate debit, outside the card.
pt_br: Será registrado como um débito separado, fora do cartão.

# earlyPayment.confirm.destination.statement
source: Will be added to the open statement of %@.
pt_br: Será adicionado à fatura aberta do %@.

# earlyPayment.confirm.message
source: %1$d installment(s), %2$@, on %3$@. %4$@
pt_br: %1$d parcela(s), %2$@, em %3$@. %4$@

# earlyPayment.confirm.title
source: Confirm early payment
pt_br: Confirmar antecipação

# earlyPayment.date.label
source: Payment date
pt_br: Data do pagamento

# earlyPayment.destination.label
source: Charge to
pt_br: Lançar em

# earlyPayment.destination.openStatement
source: Card's open statement
pt_br: Fatura aberta do cartão

# earlyPayment.destination.standalone
source: Outside the card
pt_br: Fora do cartão

# earlyPayment.destination.standalone.subtitle
source: A separate debit on the chosen date
pt_br: Um débito separado na data escolhida

# earlyPayment.details.included.header
source: Installments included
pt_br: Parcelas incluídas

# earlyPayment.empty
source: This series has no future installments left to pay early.
pt_br: Esta compra não tem mais parcelas futuras para antecipar.

# earlyPayment.entry.count.plural
source: %d available
pt_br: %d disponíveis

# earlyPayment.entry.count.singular
source: %d available
pt_br: %d disponível

# earlyPayment.entry.title
source: Pay installments early
pt_br: Antecipar parcelas

# earlyPayment.error.generic
source: The early payment could not be completed. Nothing was changed.
pt_br: Não foi possível concluir a antecipação. Nada foi alterado.

# earlyPayment.footer.count.plural
source: %d installments selected
pt_br: %d parcelas selecionadas

# earlyPayment.footer.count.singular
source: %d installment selected
pt_br: %d parcela selecionada

# earlyPayment.footer.total
source: Amount paid early
pt_br: Valor antecipado

# earlyPayment.header.title
source: Pay installments early
pt_br: Antecipar parcelas

# earlyPayment.installmentRow
source: Installment %d of %d (%@)
pt_br: Parcela %d de %d (%@)

# earlyPayment.installments.header
source: Future installments
pt_br: Parcelas futuras

# earlyPayment.intro
source: Choose the installments of “%@” you want to pay early. Each one you select stops counting toward its own month.
pt_br: Escolha as parcelas de “%@” que você quer antecipar. Cada parcela selecionada deixa de contar no mês dela.

# earlyPayment.label.remaining
source: Remaining
pt_br: Restante

# earlyPayment.payment.header
source: Payment
pt_br: Pagamento

# earlyPayment.selectAll
source: Select all
pt_br: Selecionar tudo

# earlyPayment.transaction.title
source: Early payment — %@
pt_br: Antecipação — %@

# earlyPayment.undo.action
source: Undo
pt_br: Desfazer

# earlyPayment.undo.message
source: The installments will go back to their original statements and this debit will be deleted.
pt_br: As parcelas voltarão para as faturas originais e este débito será excluído.

# earlyPayment.undo.title
source: Undo early payment
pt_br: Desfazer antecipação

# editCreditCard.button.save
source: Update
pt_br: Atualizar

# editCreditCard.header.title
source: Edit Credit Card
pt_br: Editar Cartão

# editTransaction.alert.editAll
source: Edit All
pt_br: Editar Todas

# editTransaction.alert.editSingle
source: Edit Only This One
pt_br: Editar Apenas Esta

# editTransaction.alert.installments.message
source: This is an installment transaction. Do you want to edit only this installment or all installments?
pt_br: Esta é uma transação parcelada. Deseja editar apenas esta parcela ou todas as parcelas?

# editTransaction.alert.installments.title
source: Edit Installment Transaction
pt_br: Editar Transação Parcelada

# editTransaction.alert.recurring.message
source: This is a recurring transaction. Do you want to edit only this occurrence or all future occurrences?
pt_br: Esta é uma transação recorrente. Deseja editar apenas esta ocorrência ou todas as ocorrências futuras?

# editTransaction.alert.recurring.title
source: Edit Recurring Transaction
pt_br: Editar Transação Recorrente

# editTransactionModal.button.update
source: Save
pt_br: Salvar

# editTransactionModal.title
source: Edit Transaction
pt_br: Editar Transação

# email.validation.invalid
source: Invalid email
pt_br: E-mail inválido

# error.tryAgain
source: Try again
pt_br: Tentar novamente

# faceid.alert.subtitle
source: Do you want to enable Face ID?
pt_br: Deseja habilitar o Face ID?

# faceid.enable.button
source: Enable %@
pt_br: Habilitar %@

# faceid.enable.message
source: Would you like to enable %@ for quick and secure access to your account?
pt_br: Gostaria de habilitar %@ para acesso rápido e seguro à sua conta?

# faceid.enable.title
source: Enable %@?
pt_br: Habilitar %@?

# faceid.reason
source: Use Face ID to access your financial data securely
pt_br: Use o Face ID para acessar seus dados financeiros com segurança

# filter.apply
source: Apply
pt_br: Aplicar

# filter.category.title
source: Category
pt_br: Categoria

# filter.clear
source: Clear
pt_br: Limpar

# filter.dayRange.end
source: To
pt_br: Até

# filter.dayRange.start
source: From
pt_br: De

# filter.dayRange.title
source: Day Range
pt_br: Período

# filter.mode.custom
source: Custom
pt_br: Personalizado

# filter.mode.title
source: Mode
pt_br: Modo

# filter.result.label
source: Filtered total
pt_br: Total filtrado

# filter.title
source: Filters
pt_br: Filtros

# filter.type.title
source: Type
pt_br: Tipo

# groupDetails.created.label
source: Created
pt_br: Criado em

# groupDetails.currency.title
source: Group Currency
pt_br: Moeda do Grupo

# groupDetails.dangerZone.title
source: Danger Zone
pt_br: Zona de Perigo

# groupDetails.delete.button
source: Delete Group
pt_br: Excluir Grupo

# groupDetails.delete.confirm
source: This will remove all members and delete the group permanently.
pt_br: Isso removerá todos os membros e excluirá o grupo permanentemente.

# groupDetails.header.title
source: Group Details
pt_br: Detalhes do Grupo

# groupDetails.info.header.title
source: Group Info
pt_br: Informações do Grupo

# groupDetails.invite.button
source: Invite
pt_br: Convidar

# groupDetails.leave.button
source: Leave Group
pt_br: Sair do Grupo

# groupDetails.leave.confirm
source: Are you sure you want to leave this group?
pt_br: Tem certeza de que deseja sair deste grupo?

# groupDetails.members.title
source: Members
pt_br: Membros

# groupDetails.migration.actionSheet.confirm
source: Import All
pt_br: Importar Tudo

# groupDetails.migration.actionSheet.message
source: Personal data to be imported: %d Transactions %d Budgets %d Credit Cards %d Allocations
pt_br: Dados pessoais a serem importados: %d Transações %d Orçamentos %d Cartões de Crédito %d Alocações

# groupDetails.migration.actionSheet.title
source: Import Data
pt_br: Importar Dados

# groupDetails.migration.button
source: Import Personal Data
pt_br: Importar Dados Pessoais

# groupDetails.migration.confirm.action
source: Import
pt_br: Importar

# groupDetails.migration.confirm.message
source: This will move %d items to "%@". Group members will be able to see this data.
pt_br: Isso moverá %d itens para "%@". Os membros do grupo poderão ver esses dados.

# groupDetails.migration.confirm.title
source: Confirm Import
pt_br: Confirmar Importação

# groupDetails.migration.empty.message
source: All your personal data has already been imported to this group.
pt_br: Todos os seus dados pessoais já foram importados para este grupo.

# groupDetails.migration.empty.title
source: No Data to Import
pt_br: Nenhum Dado para Importar

# groupDetails.migration.success.message
source: Successfully imported: %d Transactions %d Budgets %d Credit Cards %d Allocations
pt_br: Importado com sucesso: %d Transações %d Orçamentos %d Cartões de Crédito %d Alocações

# groupDetails.migration.success.title
source: Import Complete
pt_br: Importação Concluída

# groupDetails.migration.title
source: Data Import
pt_br: Importação de Dados

# groupDetails.name.label
source: Name
pt_br: Nome

# groupDetails.owner.label
source: Owner
pt_br: Proprietário

# groupDetails.rename.title
source: Rename Group
pt_br: Renomear Grupo

# groupDetails.sharedCards.empty
source: No cards shared with this group yet.
pt_br: Nenhum cartão compartilhado com este grupo ainda.

# groupDetails.sharedCards.empty.subtitle
source: Credit cards imported to this group will appear here.
pt_br: Os cartões de crédito importados para este grupo aparecerão aqui.

# groupDetails.sharedCards.empty.title
source: No Shared Cards
pt_br: Nenhum Cartão Compartilhado

# groupDetails.sharedCards.share
source: Share a Card
pt_br: Compartilhar um Cartão

# groupDetails.sharedCards.title
source: Shared Cards
pt_br: Cartões Compartilhados

# groupDetails.sharedCards.unshare
source: Unshare
pt_br: Descompartilhar

# groupInvite.error.participant
source: Couldn't give that person access to the group. Check the email address is the one they use for iCloud, then try again.
pt_br: Não foi possível dar acesso ao grupo para essa pessoa. Verifique se o e-mail é o mesmo que ela usa no iCloud e tente novamente.

# initialSync.error.generic
source: Something went wrong. Please try again.
pt_br: Algo deu errado. Tente novamente.

# initialSync.error.icloud
source: Not signed into iCloud. Please sign in and try again.
pt_br: Não conectado ao iCloud. Faça login e tente novamente.

# initialSync.error.network
source: No network connection. Check your internet and try again.
pt_br: Sem conexão de rede. Verifique sua internet e tente novamente.

# initialSync.error.storage
source: iCloud storage full.
pt_br: Armazenamento do iCloud cheio.

# initialSync.retry
source: Retry
pt_br: Tentar novamente

# initialSync.skip
source: Continue offline
pt_br: Continuar offline

# initialSync.status.error
source: Sync failed
pt_br: Falha na sincronização

# initialSync.status.syncing
source: Syncing your data...
pt_br: Sincronizando seus dados...

# input.confirmPassword
source: Confirm password
pt_br: Confirmar senha

# input.name
source: Name
pt_br: Nome

# input.password
source: Password
pt_br: Senha

# installment.delete.all
source: Delete All Installments
pt_br: Excluir Todas as Parcelas

# installment.delete.current
source: Delete This Installment Only
pt_br: Excluir Apenas Esta Parcela

# installment.delete.message
source: This is an installment transaction. Choose how you want to delete it.
pt_br: Esta é uma transação parcelada. Escolha como deseja excluí-la.

# installment.delete.remaining
source: Delete This & Remaining Installments
pt_br: Excluir Esta e Parcelas Restantes

# installment.delete.title
source: Delete Installment Transaction?
pt_br: Excluir Transação Parcelada?

# installments.placeholder
source: Number of installments (e.g., 12)
pt_br: Número de parcelas (ex. 12)

# invitation.accept.button
source: Accept Invitation
pt_br: Aceitar Convite

# invitation.card.header
source: Invitation Details
pt_br: Detalhes do Convite

# invitation.decline.button
source: Decline
pt_br: Recusar

# invitation.header.title
source: Group Invitation
pt_br: Convite de Grupo

# invitation.invitedBy
source: Invited by %@
pt_br: Convidado por %@

# invitation.permissions.title
source: You will be able to:
pt_br: Você poderá:

# invitation.permissions.viewOnly
source: View group transactions and budgets
pt_br: Ver transações e orçamentos do grupo

# invite.custom.section
source: Custom permissions
pt_br: Permissões personalizadas

# invite.email.placeholder
source: Email address
pt_br: Endereço de e-mail

# invite.email.section
source: Member email
pt_br: E-mail do membro

# invite.error.emptyEmail
source: Please enter an email address.
pt_br: Por favor, insira um endereço de e-mail.

# invite.header.title
source: Invite Member
pt_br: Convidar Membro

# invite.preset.canAdd
source: Can Add
pt_br: Pode Adicionar

# invite.preset.custom
source: Custom
pt_br: Personalizado

# invite.preset.fullAccess
source: Full Access
pt_br: Acesso Total

# invite.preset.section
source: Permission level
pt_br: Nível de permissão

# invite.preset.viewOnly
source: View Only
pt_br: Somente Visualizar

# invite.send.button
source: Send Invitation
pt_br: Enviar Convite

# invite.success
source: Invitation sent!
pt_br: Convite enviado!

# login.alert.cancel
source: No
pt_br: Não

# login.alert.ok
source: Save
pt_br: Salvar

# login.alert.subtitle
source: Would you like to stay signed in,
pt_br: Deseja se manter conectado,

# login.alert.title
source: Save login
pt_br: Salvar accesso

# login.appleSignIn
source: Sign in with Apple
pt_br: Entrar com Apple

# login.button
source: Login
pt_br: Entrar

# login.dontHaveAccount
source: Don't have an account?
pt_br: Ainda não possui uma conta?

# login.error.invalidCredentials.description
source: Provide valid credentials
pt_br: Insira credenciais válidas

# login.error.invalidCredentials.title
source: Invalid Credentials
pt_br: Credenciais Inválidas

# login.error.title
source: Error
pt_br: Erro

# login.error.unexpectedError.message
source: An unexpected error occurred. Please try again later.
pt_br: Ocorreu um erro inesperado. Tente novamente mais tarde.

# login.error.unexpectedError.title
source: Unexpected Error
pt_br: Erro Inesperado

# login.googleSignIn
source: Sign in with Google
pt_br: Entrar com Google

# login.registerLink
source: Create Account
pt_br: Criar Conta

# login.welcome.subtitle
source: Ready to organize your finances? Log in now
pt_br: Pronto para organizar suas finanças? Acesse agora

# login.welcome.title
source: Welcome!
pt_br: Boas vindas!

# modal.segment.allocation
source: Allocation
pt_br: Alocação

# modal.segment.transaction
source: Transaction
pt_br: Transação

# month.apr
source: Apr
pt_br: Abr

# month.apr.ext
source: April
pt_br: Abril

# month.aug
source: Aug
pt_br: Ago

# month.aug.ext
source: August
pt_br: Agosto

# month.dec
source: Dec
pt_br: Dez

# month.dec.ext
source: December
pt_br: Dezembro

# month.feb
source: Feb
pt_br: Fev

# month.feb.ext
source: February
pt_br: Fevereiro

# month.jan.ext
source: January
pt_br: Janeiro

# month.jul.ext
source: July
pt_br: Julho

# month.jun.ext
source: June
pt_br: Junho

# month.mar.ext
source: March
pt_br: Março

# month.may
source: May
pt_br: Maio

# month.may.ext
source: May
pt_br: Maio

# month.nov.ext
source: November
pt_br: Novembro

# month.oct
source: Oct
pt_br: Out

# month.oct.ext
source: October
pt_br: Outubro

# month.sep
source: Sep
pt_br: Set

# month.sep.ext
source: September
pt_br: Setembro

# monthCard.availableBudget
source: Final balance
pt_br: Saldo final

# monthCard.balanceOnDay
source: Balance on the %@
pt_br: Saldo no dia %@

# monthCard.currentBalance
source: Current balance
pt_br: Saldo atual

# monthCard.defineBudget
source: Set budget
pt_br: Definir orçamento

# monthCard.limitBudget
source: Limit
pt_br: Limite

# monthCard.usedBudget
source: Used
pt_br: Usado

source: No
pt_br: Não

# notification.group.allocationEdited
source: Updated an allocation: %@
pt_br: Atualizou uma alocação: %@

# notification.group.budgetEdited
source: Updated the budget: %@
pt_br: Atualizou o orçamento: %@

# notification.group.groupRenamed
source: Group renamed to %@
pt_br: Grupo renomeado para %@

# notification.group.memberJoined
source: %@ joined the group
pt_br: %@ entrou no grupo

# notification.group.memberLeft
source: %@ left the group
pt_br: %@ saiu do grupo

# notification.group.memberRemoved
source: %@ was removed from the group
pt_br: %@ foi removido(a) do grupo

# notification.group.permissionsChanged
source: Permissions updated for %@
pt_br: Permissões atualizadas para %@

# notification.group.transactionCreated
source: Created a transaction: %@
pt_br: Criou uma transação: %@

# notification.group.transactionDeleted
source: Deleted a transaction: %@
pt_br: Excluiu uma transação: %@

# notification.group.transactionEdited
source: Edited a transaction: %@
pt_br: Editou uma transação: %@

# notification.installment.body.plural
source: You have %d installments due this month totaling %@
pt_br: Você tem %d parcelas vencendo este mês totalizando %@

# notification.installment.body.singular
source: You have 1 installment due this month totaling %@
pt_br: Você tem 1 parcela vencendo este mês totalizando %@

# notification.installment.reminder.body
source: You have upcoming installment payments. Open the app to see details.
pt_br: Você tem pagamentos de parcelas próximos. Abra o app para ver detalhes.

# notification.installment.reminder.title
source: Installment Reminder
pt_br: Lembrete de Parcela

# notification.installment.title
source: Installment Payment Due
pt_br: Pagamento de Parcela Vencendo

# notification.monthly.failure.body
source: Some notifications could not be scheduled. Please try again later.
pt_br: Algumas notificações não puderam ser agendadas. Tente novamente mais tarde.

# notification.monthly.failure.title
source: ❌ Notification Setup Failed
pt_br: ❌ Falha na Configuração

# notification.monthly.fallback.body
source: You haven't configured notifications for this month yet. Open the app to set them up automatically.
pt_br: Você ainda não configurou as notificações deste mês. Abra o app para configurá-las automaticamente.

# notification.monthly.fallback.title
source: ⚠️ Notifications Not Configured
pt_br: ⚠️ Notificações Não Configuradas

# notification.monthly.permission.body
source: Please enable notifications in Settings to receive monthly reminders and transaction alerts.
pt_br: Ative as notificações nas Configurações para receber lembretes mensais e alertas de transações.

# notification.monthly.permission.title
source: 🔔 Notification Permission Required
pt_br: 🔔 Permissão de Notificação Necessária

# notification.monthly.reminder.body
source: Open the app to configure your notifications for this month. This ensures you'll receive alerts for transactions and balance warnings.
pt_br: Abra o app para configurar suas notificações deste mês. Isso garante que você receberá alertas para transações e avisos de saldo.

# notification.monthly.reminder.title
source: 📅 Monthly Notifications Setup
pt_br: 📅 Configurar Notificações do Mês

# notification.monthly.rescheduled.body
source: Your monthly notifications have been updated with the latest transaction data.
pt_br: Suas notificações mensais foram atualizadas com os dados mais recentes das transações.

# notification.monthly.rescheduled.title
source: 🔄 Notifications Updated
pt_br: 🔄 Notificações Atualizadas

# notification.monthly.success.body
source: All notifications for this month have been scheduled successfully. You'll receive alerts for transactions and balance warnings.
pt_br: Todas as notificações deste mês foram agendadas com sucesso. Você receberá alertas para transações e avisos de saldo.

# notification.monthly.success.title
source: ✅ Notifications Configured
pt_br: ✅ Notificações Configuradas

# notification.negative.balance.body
source: According to your monthly calculations, you will have a negative balance in %d days (%@). Check your transactions and adjust your budget.
pt_br: De acordo com os cálculos das transações do mês, você ficará com saldo negativo em %d dias (%@). Verifique suas transações e ajuste seu orçamento.

# notification.negative.balance.body.today
source: Your balance is currently negative. Check your transactions and adjust your budget.
pt_br: Seu saldo está negativo atualmente. Verifique suas transações e ajuste seu orçamento.

# notification.negative.balance.title
source: ⚠️ Negative Balance Alert
pt_br: ⚠️ Alerta de Saldo Negativo

# notification.recurring.body.plural
source: You have %d recurring transactions due this month totaling %@
pt_br: Você tem %d transações recorrentes vencendo este mês totalizando %@

# notification.recurring.body.singular
source: You have 1 recurring transaction due this month totaling %@
pt_br: Você tem 1 transação recorrente vencendo este mês totalizando %@

# notification.recurring.reminder.body
source: You have upcoming recurring transactions. Open the app to see details.
pt_br: Você tem transações recorrentes próximas. Abra o app para ver detalhes.

# notification.recurring.reminder.title
source: Recurring Transaction Reminder
pt_br: Lembrete de Transação Recorrente

# notification.recurring.title
source: Recurring Transaction Due
pt_br: Transação Recorrente Vencendo

# notification.statement.dueSoon.body
source: Your %@ statement of %@ is due in 3 days
pt_br: Sua fatura do %@ de %@ vence em 3 dias

# notification.statement.dueSoon.title
source: Statement Due Soon
pt_br: Fatura Vencendo em Breve

# notification.statement.paymentDue.body
source: Your %@ statement of %@ is due today. Don't forget to pay!
pt_br: Sua fatura do %@ de %@ vence hoje. Não esqueça de pagar!

# notification.statement.paymentDue.title
source: Payment Due Today
pt_br: Pagamento Vence Hoje

# notification.test.body
source: If you see this, notifications are working correctly! This should fire in 5 seconds.
pt_br: Se você vê isso, as notificações estão funcionando corretamente! Isso deve aparecer em 5 segundos.

# notification.test.title
source: 🧪 Test Notification
pt_br: 🧪 Notificação de Teste

# notification.transaction.body.expense
source: %@ of %@
pt_br: %@ de %@

# notification.transaction.body.income
source: %@ of %@
pt_br: %@ de %@

# notification.transaction.reminder.body
source: You have upcoming transactions. Open the app to see details.
pt_br: Você tem transações próximas. Abra o app para ver detalhes.

# notification.transaction.reminder.title
source: Transaction Reminder
pt_br: Lembrete de Transação

# notification.transaction.title.expense
source: Upcoming debit
pt_br: Débito agendado

# notification.transaction.title.income
source: Upcoming credit
pt_br: Crédito agendado

# notificationHistory.clearAll
source: Clear All
pt_br: Limpar Tudo
